Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/politiet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Item 9: Start date
nb: Punkt 9: E-post

source: Item 11: What kind of assignment or work the applicant will perform
nb: Punkt 11: Begrunnelse for begjæring om fornyet vandelskontroll

source: It is probably not worthwhile staying in contact with this person.
nb: Da er det kanskje ikke en person som det er verdt å ha kontakt med.

source: Nine returnee flights were chartered in 2015.
nb: Det ble gjennomført ni chartere til utlandet i 2015.

source: images and videos as evidence that they had been
nb: å forstå det de hadde blitt utsatt for, og de ble

source: If the purpose is not specified, the company must fill inn the purpose under the item "other".
nb: Hvis formålet ikke er angitt må foretaket fylle ut formålet under punktet "annet".

source: The application for a remand in custody will be considered by Buskerud District Court in Kongsberg on Friday at 09:00, most likely in office proceedings.
nb: Den siktede vil bli fremstilt for fengsling i Buskerud tingrett på Kongsberg fredag klokken 09:00. Dette vil trolig bli gjort via kontorforretning.

source: Travel to countries inside the EU/EEA with a valid European Firearms Pass
nb: Når du reiser til land innenfor EU/EØS med gyldig europeisk våpenpass

source: The hypothesis that the actions are grounded in illness has been strengthened," says Assistant Chief of Police Omholt.
nb: Hypotesen om at dette har sin bakgrunn i sykdom er styrket, sier Omholt.

source: If the photos show somebody under the age of 18, it is considered sharing of sexualised photos of children, a criminal offence under the
nb: Dersom bildene viser noen under 18 år, regnes det som å dele seksualiserte bilder av barn, noe som er straffbart etter

source: It is not enough to have a valid European Firearms Pass.
nb: Det er ikke nok at du har gyldig europeisk våpenpass.

source: The police have also canvassed the area of the incident and have talked to around 140 people.
nb: Det er også gjennomført rundspørringer, og politiet har til sammen pratet med om lag 140 personer i saken.

source: The most common nationalities among convicted returnees in 2019 were Romanian (17%), Polish (12%) and Lithuanian (10%).
nb: Av de straffede som ble uttransportert i 2019 hadde flest statsborgerskap fra Romania (17 %), Polen (12 %) og Litauen (10 %).

source: for assistance, targeting potential victims of
nb: Informasjon om menneskehandel og hjelperens/

source: Smartwatches, security cameras, baby calls, heaters and light bulbs to mention a few.
nb: Smartklokker, overvåkningskameraer, babymonitorer, varmeovner og lyspærer for å nevne noe.

source: It is easy to set up a fraudulent Wi-Fi network.
nb: Det er lett å sette opp et falskt nettverk.

source: Item 2: Norwegian organisation number
nb: Punkt 2: Organisasjonsnummer

source: The other copy will be returned to you.
nb: Har du ikke gyldig europeisk våpenpass?

source: See frequently asked questions for EEA / EU citizens and citizens from countries outside the EEA at https://www.udi.no/en/about-the-corona-situation/
nb: Se ofte stilte spørsmål for EØS/EU-borgere og borgere fra land utenfor EØS på udi.no/om-koronasituasjonen

source: process and in the period after return. For 2014, IOM has
nb: hovedutfordringer har IOM rapportert til KOM for 2014: på utnyttelsesform.

source: There are no major surveys among Norwegian children subjected to sexual abuse which have been recorded
nb: for overgrep som har blitt dokumentert og delt, men en undersøkelse foretatt av det svenske nasjonale

source: hereby authorize the enforcement authorities to obtain information pursuant to section 2-1 of the Act, without impediment to confidentiality.
nb: namsmyndighetene fullmakt til å innhente opplysninger etter lovens § 2-1, uten hinder av taushetsplikt.

source: You should avoid logging into websites or services that require you to enter passwords or personal data when connected to a public Wi-Fi network.
nb: Du bør unngåå logge deg på nettsteder og tjenester som krever passord eller personlige opplysninger når du er tilkoblet et offentlig, trådløst nettverk.

source: – Person subjected to documented sexual abuse
nb: – Person utsatt for dokumenterte overgrep

source: The current waiting times for your application can be found at https://www.udi.no/en/word-definitions/waitingtime/
nb: Gjeldende ventetider for din søknad finner du på udi.no/ord-og-begreper/ventetid

source: of personal data, as follows:
nb: tjenesten et minimum av personopplysninger, som følger:

source: If you are above the age of 16 and you have not asked for these photos, it may be considered sexually offensive conduct towards somebody who has not given their consent under the
nb: Er du over 16 år, og du ikke har bedt om slike bilder, så kan det regnes som seksuelt krenkende atferd overfor noen som ikke har samtykket til det, etter

source: perpetrator, and 49 per cent appeared to have
nb: gjerningsperson, og 49 prosent så ut til å ha vært

source: It usually takes up to 10 business days for you to receive your residence card in your mailbox.
nb: Det tar vanligvis opptil 10 virkedager for du mottar oppholdskortet i postkassen din.

source: about unidentified children and perpetrators.
nb: om uidentifiserte barn og gjerningspersoner.

source: the income generated by the abuse".
nb: utrygg og uforutsigbar arbeids- og livssituasjon.

source: significantly more exposed to this than boys.
nb: var betydelig mer utsatt enn gutter.

source: Similar services for foreign passports or national ID cards can be found here:
nb: Tilsvarende tjenester for utenlandske pass eller nasjonale ID-kort, finner du her:

source: – At some point he puts down or loses the bow and arrows, says Omholt.
nb: – På et tidspunkt legger siktede fra seg, eller mister pil og buen, forteller Omholt.

source: Human Trafficking (KOM) on 47 45 15 00 programme
nb: for ofre for menneskehandel på 47 45 15 00 brosjyre om IOMs program

source: In December, the police returned 215 convicted offenders, approx. 30% of all returnees that month.
nb: I desember uttransporterte politiet 215 personer ilagt straffereaksjon, noe som tilsvarer 30 % av uttransporteringene denne måneden.

source: Install updates to your computer.
nb: Oppdater datamaskin og programvare.

source: – persons not covered by any of the other categories.
nb: – personer som ikke omfattes av noen av de andre kategoriene.

source: Special rules apply if you want to travel to Sweden with a firearm.
nb: Det er egne regler for åreise til Sverige med skytevåpen.

source: – The person charged's history, particularly his contact with the health service, is one of the areas the police are focusing on at the moment, says Omholt.
nb: –Siktedes historikk, særlig kontakt han har hatt med helsevesenet er et av politiets fokusområder nå, sier Omholt.

source: At 18:17, the incident was declared to involve on-going life-threatening violence.
nb: 18:17 blir dette lest ut som en såkalt PLIVO- hendelse.

source: The caller often tells you that you have problems with your computer and offers to help.
nb: Personen vil ofte fortelle deg at du har problemer med datamaskinen din, og vil hjelpe deg.

source: In principle, possessing nude images of children
nb: Det er i utgangspunktet ulovlig å ha nakenbilder

source: The result of inadequate logging was that we have insufficient
nb: Da politiet nærmet seg skolestua, hørte de to til tre skudd.

source: nude images of myself.
nb: nakenbilder av meg selv.

source: • a continuous fear that friends or acquaintances
nb: • en kontinuerlig redsel for at venner eller

source: You can do this online via the Swedish Customs Service's website.
nb: Det gjør du hos det svenske tullverket.

source: Travel to Sweden
nb: Når du reiser til Sverige

source: State the Norwegian organisation number for the business.
nb: Her angis organisasjonsnummeret til foretaket.

source: Spend time raising people's awareness of digital threats, especially phishing and deception.
nb: Brukt tid på å gjøre folk bevisste på digitale trusler, spesielt phishing og sosial manipulasjon.

source: Apply for a European Firearms Pass before you travel.
nb: Da kan du søke om europeisk våpenpass før du reiser.

source: Company certificate from the Brønnøysundregisteret is attached to the application for a police certificate.
nb: Firmaattest fra Brønnøysundregisteret er vedlagt søknad om politiattest.

source: The statistics include both returns under the Dublin Regulation and returns to "safe third countries".
nb: I statistikken inkluderes både returer i henhold til Dublin-forordningen og returer til et "trygt annet land".

source: Section 311 states that the penalty may be waived if the boy or girl has a nude photo of somebody who thinks that it is OK that the person in question keeps it (for example their boyfriend or girlfriend), if they are approximately equal in age and maturity, and the person who is photographed is between the age of 16 and 18.
nb: Det står i § 311 at straffen kan falle bort dersom gutten/jenta har et nakenbilde av noen som synes det er greit at vedkommende har bildet (for eksempel kjæresten), gitt at de er omtrent like i alder og utvikling og den som blir avbildet, er mellom 16 og 18 år.

source: This chapter looks at the children and young people
nb: I dette kapitlet retter vi søkelyset mot barna og ung-

source: The IOM can give you detailed information
nb: refleksjonsperioden, må du ha anmeldt

source: which I have not asked for.
nb: ikke har spurt om.

source: its work in prisons.
nb: og til tider stor pågang.

source: characteristics of criminal actors and mos
nb: det skal sikres helhetlig bistand, og at frivillige organisa-

source: There you will find good information in several languages.
nb: Der finner du god informasjon på flere språk.

source: In addition, he fired arrows at people in public.
nb: I tillegg ble det skutt med pil og bue mot folk i det offentlig rom.

source: Keep it with you while you are away.
nb: Da må du deklarere våpenet ditt når du reiser ut av Norge.

source: The police are not responsible for the Norwegian identity number (d-number / national identity number), and you must therefore contact the Tax Administration.
nb: Det er ikke politiet som er ansvarlig for norsk identitetsnummer (d-nummer/fødselsnummer), og du må derfor henvende deg til Skatteetaten.

source: They may be photos, documents or spreadsheets needed to carry out important work tasks.
nb: Det kan for eksempel være bilder, dokumenter og regneark som er nødvendig for å utføre viktige arbeidsoppgaver.

source: had been distributed.
nb: også hadde blitt spredt.

source: Authority’s 2018 report on young people and nude
nb: fra 2018 om unge og nakenbilder fremkommer det

source: online, and there is little up-to-date Norwegian
nb: blir utsatt for seksuelle overgrep over Internett, og

source: function during a major incident that draws out in time.
nb: sammen med samvirkeaktørene, ledet av Nordre Buskerud politidistrikt.

source: Status for the investigation of the serious incident in Kongsberg
nb: Status i etterforskingen etter alvorlig hendelse på Kongsberg

source: Police districts need to know what kind of help they may
nb: Dette førte til at motoren aldri fikk opp turtall og

source: • 70 per cent of respondents worried constantly
nb: • 70 prosent av respondentene var konstant Omfang

source: Returnees in 2019 by nationality
nb: Uttransporteringer i 2019 etter nasjonalitet

source: IWF explains the increase in children aged 11–15 by
nb: 11–15 år med at stadig flere bilder er produsert av

source: Is filming people who are having sex illegal?
nb: Er det ulovlig å filme noen som har sex?

source: Are you currently under bankruptcy proceedings under the Norwegian Insolvency Act?
nb: Er De for tiden under konkursbehandling etter konkursloven?

source: You can read more about social security numbers for foreign workers here:
nb: Du kan lese mer om personnummer for utalandske arbeidstakere her:

source: A total of 22 patrols were dispatched to the operation before the perpetrator was apprehended, and more were on their way.
nb: Til sammen var 22 patruljer satt på oppdraget før gjerningsmannen ble tatt, og ytterligere ressurser var på vei.

source: No, you must book an appointment at selfservice.udi.no to submit an application for family immigration with an EU / EEA citizen.
nb: Nei, du må bestille en time på selfservice.udi.no for levere søknad om familieinnvandring med EU/EØS-borger.

source: Is it a criminal offence to store nude photos of a person under the age of 18 on your mobile phone?
nb: Er det ulovlig å ha lagret nakenbilder av noen under 18 år på telefonen?

source: the age of 18 are illegal.
nb: barn under 18 år, ulovlige.

source: Do not disclose your personal data when responding to messages, even if they claim to be from legitimate senders.
nb: Ikke gi fra deg personlig informasjon når du svarer på meldinger, selv om de hevder å våre fra legitime avsendere.

source: Read more about apostille at https://www.udi.no/en/word-definitions/apostille-and-legalisation/ Please note that there is a waiting period of up to six months from the time you submit the necessary documentation in the application.
nb: Les mer om apostille på udi.no/ord-og-begreper/apostille-og-legalisering Merk at det er ventetid på opptil seks måneder fra du legger frem nødvendig dokumentasjon i søknaden.

source: 2004, from Cooper.
nb: 2004, fra Cooper.

source: In December, the police returned 166 convicted offenders, approx. 40% of all returnees that month.
nb: I desember uttransporterte politiet 166 personer ilagt straffereaksjon, noe som tilsvarer 40 prosent av samtlige uttransporteringer denne måneden.

source: – anyone expelled from Norway who have not applied for protection
nb: – alle som er utvist fra riket som ikke har søkt beskyttelse (asyl) eller

source: as large as it was in 2016, but significantly larger
nb: omtrent som i 2016, men betraktelig større enn

source: In principle, possessing nude photos of children under the age of 18 is a criminal offence, as nude photos of children are considered «representations sexualising children» under the
nb: Det er i utgangspunktet ulovlig å ha nakenbilder av barn under 18 år. Dette er fordi nakenbilder av barn under regnes som «fremstillinger som seksualiserer barn» etter

source: book an appointment in the UDI's application portal.
nb: Spør om det er mulig å utsette saken.

source: renewal of residence on the basis of protection (asylum)
nb: Du kan også klage på hvordan saken din har blitt behandlet.

source: Nordic countries regarding transfers of experiences.
nb: med hverandre, og instansenes ansvars­ og arbeidsoppgaver.

source: Current waiting times for your application can be found at https://www.udi.no/en/word-definitions/waitingtime/
nb: Gjeldende ventetider for din søknad finner du på udi.no/ord-og-begreper/ventetid

source: If yes, please specify (to whom, value, etc.)
nb: Hvis ja, spesifiseres (til hvem, verdi osv.)

source: Status service is delivered using the Microsoft Azure platform, and the police are the
nb: (Se avsnittet om logging og sporing) Tapsstatus er levert ved bruk av Microsoft Azure plattform, og politiet er

source: nounced a judgment in a case of forced labour.
nb: og helsevesen, arbeidspraksis og skoletilbud, trening mv.

source: Can I submit an application for family immigration with an EU / EEA citizen digitally:
nb: Kan jeg levere søknad om familieinnvandring med EU/EØS-borger digitalt:

source: State the postal address to the company.
nb: Her angis postadressen til foretaket.

source: If you receive an attachment by email, stop and think.
nb: Hvis du får et vedlegg i en e-post, stopp og tenk deg om.

source: • 30 per cent had been recognised from sexual
nb: • 30 prosent hadde opplevd at noen hadde kjent

source: Sending nude photos of yourself to somebody under the age of 16, is considered «sexually offensive conduct» and is a criminal offence under the
nb: Det å sende nakenbilder av seg selv til noen under 16 år, regnes som «seksuelt krenkende atferd» og er forbudt etter

source: images of themselves after feeling pressured into
nb: unge som sender nakenbilder av seg selv etter å ha

source: In all, the police have held 260 talks with witnesses and victims and conducted more than 130 formal interviews.
nb: Totalt har politiet hatt 260 samtaler med vitner og fornærmede og gjennomført mer enn 130 formelle avhør.

source: No, you must book an appointment at selfservice.udi.no to submit an application for permanent right of residence / residence card.
nb: Nei, du må bestille time på selfservice.udi.no for å levere søknad om varig oppholdsrett/oppholdskort.

source: human trafficking, especially for men.
nb: hvilket arbeid som må gjøres for menn.

source: The shelter in Stavanger has reported the following main challenges to KOM:In 2009, the Salvation Army established the project
nb: i Stavanger har rapportert følgende hovedutfordringer til KOM:Frelsesarmeen opprettet i 2009 prosjektet «Trafficking

source: You may also be deceived by receiving an email and being asked to click on a link.
nb: Du kan også bli lurt ved at du får tilsendt en e-post der du blir bedt om å trykke på en lenke.

source: The fol owing information may be recorded in SIS:
nb: Følgende informasjon kan registreres i SIS:

source: Update your operating system, usually Windows, macOS, iOS or Android.
nb: Oppdater operativsystemet ditt, vanligvis Windows, macOS, iOS eller Android.

source: Several victims have been interviewed.
nb: Det er gjennomført flere avhør av fornærmede.

source: to a particular group or network.
nb: å avhjelpe i en vanskelig situasjon med pandemien.

source: been tricked into sexualised contact over the inter-
nb: forledet inn i seksualisert kontakt over Internett,

source: Filming is illegal even though the persons who are being filmed are above the age of consent (16), and they are allowed to have sex.
nb: Det er ulovlig å filme dette selv om de to som blir filmet er over den seksuelle lavalder på 16 år, og det er lov for dem å ha sex.

source: inspections in Oslo and Akershus.
nb: som skal dele den ut på tilsyn i Oslo og Akershus.

source: The site Nettvett.no provides guidance on how to make strong passwords that you can remember:
nb: Nettvett.no har laget en veiledning for hvordan du lager sterke passord som du husker:

source: „ Offer closer individual follow-up, in that it has
nb: Av kompetansehevingstiltak har IOM i tillegg til

source: pressured into doing so.
nb: følte seg presset til det.

source: Social Research (NOVA) in 2007. The study focused
nb: ning om oppvekst, velferd og aldring (NOVA) i 2007.

source: Be cautious about connecting to free Wi-Fi networks that do not require a password in public spaces, such as airports or cafés.
nb: Vær forsiktig med å koble deg på gratis nettverk (Wi-Fi)uten passord i offentligheten, som for eksempel på flyplasser eller kaféer.

source: See frequently asked questions for EEA / EU citizens and citizens from countries outside the EEA at https://www.udi.no/en/about-the-corona-situation/ Citizens from countries outside the EU / EEA:
nb: Se ofte stilte spørsmål for EØS/EU-borgere og borgere fra land utenfor EØS på udi.no/om-koronasituasjonenBorgere fra land utenfor EU/EØS:

source: The police offer a masterlist containing certificates for all Norwegian electronic passports and national ID cards.
nb: Politiet tilbyr en masterlist med sertifikater for alle norske elektroniske pass/nasjonale ID-kort.

source: receive confirmation of early employment start at the Service Center for Foreign Workers in Oslo, Stavanger and Trondheim.
nb: bekreftelse på tidlig arbeidsstart hos Servicesenteret for utenlandske arbeidstakere i Oslo, Stavanger og Trondheim.

source: under the age of 18 or images “sexualising children”, the defendant and the witnesses in court, it is not
nb: av barn under 18 år, eller bilder som «seksualiserer ’roter’ blir delt på sosiale medier. Dette er imidlertid

source: – anyone expelled from Norway who has not applied for protection
nb: – alle som er utvist fra riket som ikke har søkt beskyttelse (asyl) eller

source: Item 6: E-mail address
nb: Punkt 6: E-post

source: All the weapons you are travelling with must be recorded in the firearms pass.
nb: Alle våpen du har med på reisen må være oppført i våpenpasset.

source: Click on the connected network, followed by "Properties" for security level details.
nb: Trykk på det tilkoblede nettverket, og deretter på "Egenskaper" for å få informasjon om sikkerhetsnivået.

source: „ In 2014, the Salvation Army decided to do more
nb: „ I 2014 bestemte Frelsesarmeen seg for at de skulle

source: from all over the world.
nb: fra hele verden.

source: You must hand this copy to a Norwegian customs official when you return home.
nb: Husk å levere det tilbake når du kommer hjem.

source: been asked to show "undressed images".
nb: hadde bedt dem om å vise «avkledde bilder».

source: Protect your user names and passwords
nb: Vern om dine brukernavn og passord

source: showing "sexually offensive (...) activity in the presence of or towards children under the age of 16 years" may be a criminal offence.
nb: sier at det kan være straffbart å vise «seksuelt krenkende (...) atferd i nærvær av eller overfor barn under 16 år».

source: The following challenge has been reported to KOM:
nb: fengsel og som man mistenker kan ha vært utsatt for

source: More and more objects are being connected to the internet.
nb: I dag blir stadig flere enheter koblet til Internett.

source: Returned minors in 2016. Forced returns on chartered flights
nb: Det ble gjennomført seks chartere i 2016.

source: Please provide further information on how you attempted to do this, or why you did not try to do so, on page 6 of this form or on a separate sheet
nb: Gi nærmere opplysninger om hvordan dette er forsøkt, eventuelt hvorfor det ikke er forsøkt, på side 6 i dette skjemaet eller på eget ark

source: online are generally more vulnerable than others.
nb: opplever seksuell pågåenhet på Internett enn andre.

source: Select the wireless network to which you are connected and tap the wheel icon.
nb: Velg det trådløse nettverket du er tilkoblet og trykk "Vis".

source: It is illegal to show or share nude photos of children under the age of 18.
nb: Det er ikke lov å vise fram eller videresende nakenbilder av barn under 18 år.

source: For 2019 as a whole, 1419 convicted offenders were returned, compared with 1781 in 2018.
nb: For hele 2019 er det gjennomført 1419 uttransporteringer av personer ilagt straffereaksjon mot 1781 i 2018.

source: When you show up, you must present the necessary documentation.
nb: Når du møter opp må du legge frem nødvendig dokumentasjon.

source: Ensure that device operating systems and apps are up-to-date.
nb: Sørg for at enhetenes operativsystemer og apper er oppdaterte

source: Police Update of 21 October
nb: Oppdatering fra politiet 21.

source: Make sure you understand the equipment, what to do and not to do, and where to get support.
nb: Sørg for at du skjønner utstyret, hva man skal og ikke skal gjøre, og hvor du kan få hjelp.

source: The National Police Directorate has invested considerable effort in building public relations skills
nb: Redningsinnsatsen på vannet ble, i tillegg til et stort antall båter med frivillige privatpersoner,

source: It usually takes up to 10 business days before you receive your residence card in your mailbox.
nb: Det tar vanligvis opptil 10 virkedager før du mottar oppholdskortet i postkassen din. Husk å merke postkassen din med fullt navn.

source: Ensure that all anti-virus programs are up-to-date and active.
nb: Sørg for at alle antivirusprogram er oppdaterte og aktive.

source: Is it legal?
nb: Er det lov?
